{
  "version": 3,
  "stations": [
    {
      "id": "nl",
      "title": "Радио Новая Жизнь",
      "description": "<p>Христианское вещание на территории России, СНГ, стран Европы посредством спутникового и наземного вещания, а также в любой точке мира в Интернете. Радиостанция «Новая Жизнь» начала свою работу как первая в России христианская ФМ станция в 1996 году в г. Магадан. В 2000 году, в целях развития христианского радиовещания на более глобальном уровне, радио «Новая Жизнь» начало спутниковое вещание.</p><p>«Новая Жизнь» – внеденоминационное радио, ставящее перед собой целью служить всему христианскому сообществу вне зависимости от конфессии. Принимайте наш сигнал со спутника Hotbird, а также слушайте прямой эфир в Интернете!</p><p>Если в вашем сердце есть желание развивать христианское радио в вашем городе, пожалуйста, свяжитесь с нами.</p><p>Мы живем в \"обезбоженном\" мире. Можно даже сказать: в \"обезвоженном\". В мире, для которого, похоже, нет ничего святого, ничего, что могло бы заставить людей остановиться хотя бы на мгновение и задуматься: \"А что я делаю со своей жизнью? Что МЫ делаем с нашим миром, в который рождаются НАШИ дети?\" В стремлении к большему комфорту мы теряем самое главное - смысл, подменяя цель средством. И в этом \"обезбоженном\", задушенном мире где еще найти радость? Где услышать вечные слова, которые способны придать сил для жизни, в мире, где все меняется так быстро, что эти изменения тяжело даже осознать, где нет времени остановиться пусть даже на 15 минут? Если все это волнует или интересует Вас, то радио \"Новая Жизнь\" - то, что вам нужно.</p><p>Качественная современная христианская музыка на любой вкус, короткие динамичные рубрики и странички, которые несут вечные слова о Божьей любви к людям: белым, черным, желтым и красным; свободным и лишенным свободы; работающим и отдыхающим; поющим и молчащим; идущим на работу и воспитывающим детей дома; грустным и веселым, обременным и беззаботным и ... Вам. Даже если у вас есть всего лишь 15 минут утром, когда вы собираетесь на работу или едите завтрак, этого уже может быть достаточно, чтобы услышать то, что украсит ваш день и придаст сил пережить очередной стресс.</p>",
      "site": "http://nlradio.net/",
      "streams": [
        {
          "bitrate": 66,
          "url": "http://nradio.net/nlradio"
        }
      ],
      "genres": [
        "pop",
        "rock",
        "worship",
        "show"
      ],
      "languages": [
        "ru",
        "en"
      ]
    },
    {
      "id": "jt",
      "title": "JT RADIO",
      "description": "<p>Уже 8 лет подряд на JTRADIO мы несем евангельские ценности через христианскую музыку и назидательные радиопередачи!</p><p>У нас в эфире услышите только современные христианские музыкальные произведения и другие радио программы позволяющие познакомится с нашим Творцом и Спасителем Иисусом Христом!</p><p>JT-RADIO это постоянные новинки Христианской музыки, эфиры с различными известными служителями, интересные программы и масса позитива.</p><p>Мы несем христианские ценности в сети интернет используя интернет радио!</p>",
      "site": "https://jtradio.pro/",
      "streams": [
        {
          "bitrate": 192,
          "url": "https://jtradio.net/live192"
        },
        {
          "bitrate": 128,
          "url": "https://jtradio.net/live128"
        },
        {
          "bitrate": 64,
          "url": "https://jtradio.net/live64"
        },
        {
          "bitrate": 48,
          "url": "https://jtradio.net/live48"
        }
      ],
      "genres": [
        "rock",
        "pop",
        "worship"
      ],
      "languages": [
        "ru",
        "uk",
        "by",
        "en"
      ]
    },
    {
      "id": "pw",
      "title": "Чистая волна",
      "description": "<p>ЧИСТАЯ ВОЛНА – христианское радио, призванное расширять Божье царство. Мы желаем, чтобы наше радио помогало неверующим людям находить дорогу к Небесному Отцу, а верующим людям – укрепляться в вере и ещё больше стремиться к святости.</p><p>Для этого мы готовим качественные программы, которые обрамляем красивой христианской музыкой. Наша задача не в том, чтобы быть популярными любой ценой, но что бы быть актуальными и полезными, и мы знаем, что для этого нужно! Поэтому, каждый день, просыпаясь по утрам, мы с удовольствием приступаем к любимому делу.</p><p>Иисус Христос сказал: «Много званных, да мало избранных». Вот поэтому мы можем смело сказать, что радио «ЧИСТАЯ ВОЛНА» - это радио для избранных!</p>",
      "site": "http://purewave.ru/",
      "streams": [
        {
          "bitrate": 128,
          "url": "http://84.22.137.76:8000/myradio"
        },
        {
          "bitrate": 64,
          "url": "http://84.22.137.76:8000/pure"
        }
      ],
      "genres": [
        "pop",
        "worship",
        "show",
        "classic"
      ],
      "languages": [
        "ru",
        "en"
      ]
    },
    {
      "id": "ruworship",
      "title": "Ru Worship",
      "description": "<p>Радио RuWorship вещает прославление и поклонение на русском языке 24 часа в сутки! Это песни, посвященные Господу нашему Иисусу Христу! Мы поставили целью - вещать песни, которые славят Христа, которые умножают Его славу на земле. Мы верим, что радио RuWorship поможет вам войти в глубины Божьи в личном поклонении и прорваться в молитве сквозь любую тьму! Пусть слава Божья умножается!</p><p>RuWorship - радио, славящее Господа!</p>",
      "site": "http://ruworship.ru/",
      "streams": [
        {
          "bitrate": 128,
          "url": "http://82.146.35.50:8000/radio"
        },
        {
          "bitrate": 96,
          "url": "http://82.146.35.50:8100/radio"
        },
        {
          "bitrate": 64,
          "url": "http://82.146.35.50:8090/radio"
        }
      ],
      "genres": [
        "rock",
        "worship"
      ],
      "languages": [
        "ru",
        "en"
      ]
    },
    {
      "id": "volnaschastiya",
      "title": "Волна Счастья",
      "description": "<p>Радиостанция «Волна Счастья» была основана 22 января 2010 года. Радио является одним из проектов некоммерческой организации «Portland Russian Media Center». Студия находится в городе Портленд, штат Орегон, США. Все мы – участники и сотрудники радио являемся неравнодушными к медиа волонтерами с профильным образованием.</p>",
      "site": "http://volnaschastiya.com/",
      "streams": [
        {
          "bitrate": 128,
          "url": "http://radio.volnaschastiya.com:9970/;stream.nsv&type=mp3"
        },
        {
          "bitrate": 64,
          "url": "http://radio.volnaschastiya.com:9972/;stream.nsv&type=mp3"
        },
        {
          "bitrate": 32,
          "url": "http://radio.volnaschastiya.com:9998/;stream.nsv&type=mp3"
        }
      ],
      "genres": [
        "pop",
        "show",
        "classic"
      ],
      "languages": [
        "ru"
      ]
    },
    {
      "id": "proactive",
      "title": "Proactive",
      "description": "<p>Мы жаждем преображений, так как видим общество, которое не воспринимает Бога.<p><p>Мы вещаем по всему миру, но мы делаем это не для того, чтобы стать успешными или богатыми.</p><p>Быть на международном уровне в топе радиостанций, иметь успешный медиа контент, базу постоянных слушателей и активность в социальных сетях – не есть наша основная миссия.</p><p>Наша цель принести исцеление этому миру, показать другую жизнь, разбудить людей.</p><p>Наша команда – это те, кто идут против течения. Мы мечтаем делать больше: ставить рекорды, стремиться к невозможному, вопреки лени и критике.</p><p>Мы хотим показать современной молодежи духовные принципы сквозь призму медиа пространства – будь то короткометражки, ролики или клипы, радио-шоу или интервью.</p><p>Proactive Fm – для тех, кто меняет этот мир.</p>",
      "site": "http://proactive.fm/",
      "streams": [
        {
          "bitrate": 128,
          "url": "http://198.178.123.14:7320/;listen.pls"
        }
      ],
      "genres": [
        "rock",
        "pop",
        "worship",
        "show"
      ],
      "languages": [
        "ru",
        "en"
      ]
    },
    {
      "id": "nrt",
      "title": "NRT RADIO WORSHIP",
      "description": "<p>Time with God spent in music is just a click away! Introducing NRT Radio Worship, our latest 24/7 station playing top CCLI charting praise from your favorite artists mixed with the latest modern worship.</p>",
      "site": "http://www.streamlicensing.com/stations/nrtradio/worship.html",
      "streams": [
        {
          "bitrate": 128,
          "url": "http://knight.wavestreamer.com:5629/Live"
        }
      ],
      "genres": [
        "rock",
        "pop",
        "worship"
      ],
      "languages": [
        "en"
      ]
    },
    {
      "id": "christianrock",
      "title": "Christian Rock",
      "description": "<p>Christian Rock - 24 hour Internet Radio. Playing your favorite artists like Skillet, Red, Flyleaf, Disciple and more…</p>",
      "site": "http://www.christianrock.net/",
      "streams": [
        {
          "bitrate": 128,
          "url": "http://listen.christianrock.net/stream/1/;stream.nsv"
        },
        {
          "bitrate": 32,
          "url": "http://listen.christianrock.net/stream/2/;stream.nsv"
        }
      ],
      "genres": [
        "rock"
      ],
      "languages": [
        "en"
      ]
    },
    {
      "id": "123",
      "title": "Радио 123",
      "description": "<p>Христианское беларусское интернет радиовещание. Радио «123» организовано 03 февраля 2010 году в городе Гомеле. Вещание ведется только по сети интернет. Вещание круглосуточное.</p><p>На радио «123» вы можете услышать чтение Библии, проповеди, программы, литературные чтения, христианская музыка. Наша цель, восполнить духовный голод в душах людей.</p>",
      "site": "http://radio123.by/",
      "streams": [
        {
          "bitrate": 128,
          "url": "http://93.84.112.253:8036/autodj"
        }
      ],
      "genres": [
        "pop",
        "show",
        "classic"
      ],
      "languages": [
        "ru",
        "by",
        "en"
      ]
    },
    {
      "id": "dobroeradiomayak",
      "title": "Доброе радио Маяк",
      "description": "<p>Это радио для всей семьи, где каждый: и большой, и маленький, - найдет для себя то доброе и светлое, что непременно принесет радость его душе. Нести в мир христианские ценности: ценности веры, надежды и любви, - приносить ободрение тем, кто в узах отчаяния, вдохновлять и утешать - это то, для чего было создано «Доброе радио – Маяк».</p><p>Слово Божие, которое Вы услышите здесь, эта та Истина, что так долго Вы искали. Она может дать Вам настоящую свободу и неподдельное счастье. Мы надеемся стать для Вас хорошим другом и интересным собеседником; надеемся, что даже в трудные минуты нелегких жизненных бурь свет лучей «доброго Маяка» станет для Вас тем спасительным ориентиром, который поможет прийти к столь желаемой пристани.</p>",
      "site": "http://www.dobroeradiomayak.ru/",
      "streams": [
        {
          "bitrate": 128,
          "url": "http://83.219.159.228:8000/;stream.nsv?15"
        }
      ],
      "genres": [
        "pop",
        "rock",
        "show"
      ],
      "languages": [
        "ru",
        "en"
      ]
    },
    {
      "id": "detskoeradio",
      "title": "Детское христианское радио",
      "description": "<p>На радио используются детские передачи \"Живой родник\", \"Сияющий луч\", \"Компас\", \"От А до Я\", \"Старинная шкатулка\", \"Светлячок\" созданные миссией \"Слово к России\" и разрешенные к трансляции песни, например, большое количество композиций группы \"Лучи Рассвета\". Детские программы состоят из 5-ти, 10-ти и 15-минутных радиопередач с христианскими рассказами, Библейскими историями с музыкальным оформлением и песенками.</p><p>Радиопередачи звучат в начале каждого получаса, потом транслируются детские христианские песни.</p>",
      "site": "http://detskoeradio.org/",
      "streams": [
        {
          "bitrate": 128,
          "url": "http://detskoeradio.org:8000/play"
        }
      ],
      "genres": [
        "show",
        "children"
      ],
      "languages": [
        "ru"
      ]
    },
    {
      "id": "mv",
      "title": "RadioMv – Славянское Радио",
      "description": "<p>RadioMv это христианское радиовещание в режиме онлайн. Радиостанцию слушают сотни тысяч славян по всему миру. С Февраля 2006 года, радиопередачи уже звучали в 136-ти странах мира. Программа RadioMv круглосуточная трансляция духовно-назидательных передач которые несут мир и успокоение, советы и подкрепление, обличение и радость, насущную пищу для всех возрастов. Для того чтобы сблизится с радиослушателями в программе отведено время для личных историй слушателей и встреч в прямом эфире, где раскрываются волнующие христианские темы и актуальные вопросы.</p><p>1 Февраля, 2006го года, канал RadioMv впервые зазвучал в прямом эфире интернет пространства. Изначально программа состояла из христианской музыки, а контингент слушателей представлял собой наших друзей и близких. Но весть о радиостанции стала распространятся довольно быстро. Уже через пару недель к нам начали поступать добрые отзывы, а также просьбы добавить проповеди и назидательные передачи. В ответ на этот запрос была собрана команда людей готовых во славу Господа служить другим. Приобрели необходимую аппаратуру и начали записывать книги, рассказы, стихи и передачи.</p><p>Таким образом Господь, заложил основание радио служения которое мы несем сегодня, предоставляя духовную пищу для всех возрастов. Немало трудностей и переживаний, испытывали нашу веру на пути исполнения Божией воли. Были и сбои в системе, с аппаратурой, недоброжелательные отзывы, недостаток финансов, но через все это проводил Господь.</p><p>Коллектив RadioMv полагается на руководство Святого Духа в радиослужении, желая донести Слово Божье в каждый дом. Мы верим что Господь даст сил радиослушателям для личного духовного роста, взаимопонимания и поддержки других. Таким образом мы исполняем призыв Христа “И сказал им: идите по всему миру и проповедуйте Евангелие...” Марка 16:15</p><p>В основной состав коллектива RadioMv входят ответственные по вопросам устройства RadioMv. Затем группа записывающая авторские программы и аудиокниги. Группа помощников для прямых эфиров. А также представители RadioMv, которые добровольно и безвозмездно помогают другим узнать о радиослужении в своем городе и церкви.</p>",
      "site": "https://radiomv.com/ru/",
      "streams": [
        {
          "bitrate": 128,
          "url": "http://ru-high.radiomv.co:2204"
        },
        {
          "bitrate": 24,
          "url": "http://ru-low.radiomv.co:2202"
        }
      ],
      "genres": [
        "pop",
        "show",
        "classic"
      ],
      "languages": [
        "ru",
        "uk"
      ]
    }
  ],
  "genres": [
    {
      "id": "jazz",
      "title": "Джаз"
    }, {
      "id": "pop",
      "title": "Поп"
    }, {
      "id": "rock",
      "title": "Рок"
    }, {
      "id": "classic",
      "title": "Классика"
    }, {
      "id": "worship",
      "title": "Поклонение"
    }, {
      "id": "show",
      "title": "Шоу"
    }, {
      "id": "children",
      "title": "Детское"
    }
  ],
  "languages": [
    {
      "id": "ru",
      "title": "Русский"
    }, {
      "id": "uk",
      "title": "Українська"
    }, {
      "id": "by",
      "title": "Беларуская"
    }, {
      "id": "en",
      "title": "English"
    }
  ]
}